app/controllers/workoutlogs_controller.rb

	def index
		@workoutlogs = Workoutlog.all
---
SELECT "workoutlogs".* FROM "workoutlogs"